print("เนื้ออกไก่ 105")
print("ข้าวสาร 150")
print("ขนมปังอบเนย 19")
print("น้ำเเข็ง 10")
print("ไก่บ้าน 120")
print("น้ำตาล 20")
print("ชาไทย 11.50")
print("ผงชูรส 10.25")
print("หมูสับ 150")
print("มาม่าต้มยำ 6.50")
print("ปลากะป๋อง3เเม่ครัว 10")
print("กาเเฟ 15.75")
print("น้ำเปล่า 15.15")
print("pepsi 29.50")
print("ชาเขียว 21.50")
print("ใช้ไป")

print(105+150+19+10+120+20+11.50+10.25+150+6.50+10+15.75+15.75+15.75+15.15+29.50+21.50)
print("เหลือ")
print(1000-726.65)


    
